/* Localizable strings*/

"SUPrefNeverUsedStatus" = "소프트웨어 업데이트를 아직 사용할 수 없습니다.";
"SUPrefSuccessStatus" = "소프트웨어 업데이트가 성공적으로 실행되었습니다.";
"SUPrefAllInactiveStatus" = "사용 가능한 유일한 업데이트가 무시하도록 선택된 업데이트입니다.";
"SUPrefNoUpdatesStatus" = "사용할 수 있는 새로운 소프트웨어 업데이트가 없습니다.";
"SUPrefFailedCantConnectStatus" = "실패했습니다. 인터넷에 연결할 수 없습니다.";
"SUPrefFailedGenericStatus" = "실패되었습니다. 확인 중에 오류가 발생하였습니다.";
"SUPrefIgnoredUpdatesAvailableStatus" = "무시된 업데이트가 지금 사용 가능합니다.";

"SUPrefScanningStatus" = "새로운 소프트웨어 확인 중...";
"SUPrefServerErrorStatus" = "현재 서버를 사용할 수 없습니다. 나중에 다시 시도하십시오.";
"SUPrefUnexpectedErrorStatus" = "예기치 않은 오류가 발생했습니다.";

"SUPrefCancellingStatus" = "취소 중...";
"SUPrefCancelledStatus" = "취소됨.";

"SUPrefLastStatusCheckTitle" = "최종 확인:";
"SUPrefLastStatusFailedTitle" = "최근 시도:";
"SUPrefCurrentStatusTitle" = "상태:";
"SUPrefLastSuccessfulStatus" = "성공하였습니다. %@.";

"SUPrefNextScheduledDate" = "다음 일정: %@";

"Software Update can't check for updates because of a network problem." = "소프트웨어 업데이트가 네트워크 문제로 업데이트를 확인할 수 없습니다.";
"Failed to check for updates." = "업데이트 확인 실패.";
"Diagnose..." = "네트워크 진단...";
"SUPrefCheckConfigMessage" = "인터넷에 연결되어 있는지 확인한 다음, 다시 시도하십시오.";
"OK" = "승인";

"SUPrefUpdateNow" = "지금 확인";
"CANCEL" = "취소";
